Repository: Preclowski/ArrBarr
Catalog: Packages/ArrCore/Sources/ArrCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pl

# common.existingFile2.button
source: Existing file:
de: Vorhandene Datei:
es: Archivo existente:
fr: Fichier existant :
nl: Bestaand bestand:
pl: Istniejący plik:

# common.existingFiles.button
source: Existing files
de: Vorhandene Dateien
es: Archivos existentes
fr: Fichiers existants
nl: Bestaande bestanden
pl: Istniejące pliki

# queue.expandSection.button
source: Expand section
de: Abschnitt aufklappen
es: Expandir sección
fr: Développer la section
nl: Sectie uitklappen
pl: Rozwiń sekcję

# settings.exposedOnTheNetwork.tooltip
source: Exposed on the network without authentication. Enable a bearer token.
de: Im Netzwerk ohne Authentifizierung ausgesetzt. Bearer-Token aktivieren.
es: Expuesto en la red sin autenticación. Activa un token bearer.
fr: Exposé sur le réseau sans authentification. Activez un token bearer.
nl: Blootgesteld aan het netwerk zonder authenticatie. Schakel een bearer-token in.
pl: Wystawione w sieci bez uwierzytelniania. Włącz token bearer.

# chat.exposesArrbarrSTools.tooltip
source: Exposes ArrBarr's tools over the Model Context Protocol so an external client (e.g. Claude Desktop) can drive your media stack. This is separate from the built-in AI assistant — changing these settings does not affect the in-app chat.
de: Stellt ArrBarrs Werkzeuge über das Model Context Protocol bereit, damit ein externer Client (z. B. Claude Desktop) deinen Media-Stack steuern kann. Dies ist unabhängig vom integrierten KI-Assistenten — Änderungen hier haben keinen Einfluss auf den In-App-Chat.
es: Expone las herramientas de ArrBarr mediante el Model Context Protocol para que un cliente externo (p. ej. Claude Desktop) pueda controlar tu stack de medios. Esto es independiente del asistente IA integrado — cambiar estos ajustes no afecta al chat de la app.
fr: Expose les outils d'ArrBarr via le Model Context Protocol pour qu'un client externe (ex. Claude Desktop) puisse piloter votre stack multimédia. C'est distinct de l'assistant IA intégré — modifier ces réglages n'affecte pas le tchat.
nl: Maakt de tools van ArrBarr beschikbaar via het Model Context Protocol, zodat een externe client (bijv. Claude Desktop) jouw mediastack kan aansturen. Dit staat los van de ingebouwde AI-assistent — wijzigingen hier hebben geen invloed op de in-app chat.
pl: Udostępnia narzędzia ArrBarr przez Model Context Protocol, aby zewnętrzny klient (np. Claude Desktop) mógł sterować Twoim stosem mediów. To jest oddzielne od wbudowanego asystenta AI — zmiana tych ustawień nie wpływa na czat w aplikacji.

# settings.externalMcpServer.button
source: External MCP server
de: Externer MCP-Server
es: Servidor MCP externo
fr: Serveur MCP externe
nl: Externe MCP-server
pl: Zewnętrzny serwer MCP

# history.failed.button
source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
nl: Mislukt
pl: Błąd

# discover.family.button
source: Family
de: Familie
es: Familiar
fr: Famille
nl: Familie
pl: Familijny

# common.feelGood.label
source: Feel-good
de: Wohlfühl
es: Optimista
pl: Optymistyczny

# queue.file.button
source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Plik

# common.file.button
source: File:
de: Datei:
es: Archivo:
fr: Fichier :
nl: Bestand:
pl: Plik:

# queue.filterQueue.button
source: Filter queue
de: Queue filtern
es: Filtrar cola
fr: Filtrer la file d'attente
nl: Wachtrij filteren
pl: Filtruj kolejkę

# common.filter2.button
source: Filter…
de: Filtern…
es: Filtrar…
fr: Filtrer…
nl: Filteren…
pl: Filtruj…

# paywall.findAMovieOr.tooltip
source: Find a movie or show and add it in one tap.
de: Einen Film oder eine Serie finden und mit einem Klick hinzufügen.
es: Encuentra una película o serie y añádela con un toque.
fr: Trouvez un film ou une série et ajoutez-le en un tap.
nl: Zoek een film of serie en voeg hem toe met één tik.
pl: Znajdź film lub serial i dodaj go jednym kliknięciem.

# chat.findingIdeas.button
source: Finding ideas…
de: Suche Ideen…
es: Buscando ideas…
fr: Recherche d'idées…
nl: Ideeën zoeken…
pl: Szukam pomysłów…

# common.findingMore.button
source: Finding more…
de: Suche mehr…
es: Buscando más…
fr: Recherche en cours…
nl: Meer zoeken…
pl: Szukam więcej…

# common.friendsOverWithPizza.button
source: Friends over with pizza
de: Freunde mit Pizza
es: Amigos y pizza
fr: Soirée pizza entre amis
nl: Vrienden met pizza
pl: Znajomi i pizza

# settings.general.button
source: General
de: Allgemein
fr: Général
nl: Algemeen
pl: Ogólne

# settings.generate.button
source: Generate
de: Generieren
es: Generar
fr: Générer
nl: Genereren
pl: Generuj

# settings.generateATokenAuth.tooltip
source: Generate a token — auth stays off until one is set.
de: Token generieren — Authentifizierung bleibt deaktiviert, bis eines gesetzt ist.
es: Genera un token — la autenticación permanece desactivada hasta que se establezca uno.
fr: Générez un token — l'authentification reste désactivée jusqu'à ce qu'un token soit défini.
nl: Genereer een token — authenticatie blijft uitgeschakeld totdat er een is ingesteld.
pl: Wygeneruj token — uwierzytelnianie pozostaje wyłączone, dopóki go nie ustawisz.

# common.getAFreeTmdb.button
source: Get a free TMDB key
de: Kostenlosen TMDB-Schlüssel holen
es: Obtener una clave TMDB gratuita
fr: Obtenir une clé TMDB gratuite
nl: Gratis TMDB-sleutel ophalen
pl: Pobierz darmowy klucz TMDB

# onboarding.getStarted.button
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
nl: Aan de slag
pl: Zacznij

# history.grabbed.button
source: Grabbed
de: Gegriffen
es: Capturado
fr: Capturé
nl: Gepakt
pl: Przechwycone

# common.hangoverSunday.button
source: Hangover Sunday
de: Kater-Sonntag
es: Domingo de resaca
fr: Dimanche gueule de bois
nl: Kater-zondag
pl: Niedzielny kac

# chat.hereAreLldFilms.tooltip
source: Here are %lld films you might enjoy.
de: Hier sind %lld Filme, die dir gefallen könnten.
es: Aquí tienes %lld películas que pueden gustarte.
fr: Voici %lld films qui pourraient vous plaire.
nl: Hier zijn %lld films die je misschien leuk vindt.
pl: Oto %lld filmów, które mogą Ci się spodobać.

# chat.hereAreLldSeries.tooltip
source: Here are %lld series you might enjoy.
de: Hier sind %lld Serien, die dir gefallen könnten.
es: Aquí tienes %lld series que pueden gustarte.
fr: Voici %lld séries qui pourraient vous plaire.
nl: Hier zijn %lld series die je misschien leuk vindt.
pl: Oto %lld seriali, które mogą Ci się spodobać.

# common.highlyRated.button
source: Highly rated
de: Hoch bewertet
es: Muy valorado
fr: Très bien noté
nl: Hoog beoordeeld
pl: Wysoko oceniany

# discover.history.button
source: History
de: Geschichte
es: Historia
fr: Histoire
nl: Geschiedenis
pl: Historia

# queue.holdToCompare.button
source: Hold to compare
de: Gedrückt halten zum Vergleichen
es: Mantén pulsado para comparar
fr: Maintenir pour comparer
nl: Ingedrukt houden om te vergelijken
pl: Przytrzymaj, aby porównać

# onboarding.ifYouVeConfigured.tooltip
source: If you've configured Lidarr, music artists now show up in search results and the AI chat. Add an artist the same way you'd add a series or movie.
de: Wenn du Lidarr konfiguriert hast, erscheinen Musikkünstler jetzt in den Suchergebnissen und im KI-Chat. Einen Künstler genauso hinzufügen wie eine Serie oder einen Film.
es: Si has configurado Lidarr, los artistas musicales aparecen ahora en los resultados de búsqueda y en el chat IA. Añade un artista igual que añadirías una serie o película.
fr: Si vous avez configuré Lidarr, les artistes musicaux apparaissent désormais dans les résultats de recherche et le tchat IA. Ajoutez un artiste de la même façon qu'une série ou un film.
nl: Als je Lidarr hebt geconfigureerd, verschijnen muziekartiesten nu in zoekresultaten en de AI-chat. Voeg een artiest toe op dezelfde manier als een serie of film.
pl: Jeśli skonfigurowałeś Lidarra, artyści muzyczni pojawiają się teraz w wynikach wyszukiwania i czacie AI. Dodaj artystę tak samo jak serial czy film.

# history.imported.button
source: Imported
de: Importiert
es: Importado
fr: Importé
nl: Geïmporteerd
pl: Zaimportowane

# queue.importing.button
source: Importing
de: Importieren
es: Importando
fr: Importation
nl: Importeren
pl: Importowanie

# search.inLibrary.button
source: In library
de: In Bibliothek
es: En biblioteca
fr: En bibliothèque
nl: In bibliotheek
pl: W bibliotece

# common.inLibraryOrNew.button
source: In library or new
de: In Bibliothek oder neu
es: En biblioteca o nuevo
fr: En bibliothèque ou nouveau
nl: In bibliotheek of nieuw
pl: W bibliotece lub nowe

# queue.inQueue.button
source: In queue
de: In der Queue
es: En cola
fr: En file d'attente
nl: In wachtrij
pl: W kolejce

# onboarding.itSFreeAnd.tooltip
source: It's free and open-source. A star on GitHub helps other people find it — and means a lot. Thanks for trying it out!
de: ArrBarr ist kostenlos und Open Source. Ein Stern auf GitHub hilft anderen, es zu finden — und bedeutet uns viel. Danke, dass du es ausprobierst!
es: Es gratuito y de código abierto. Una estrella en GitHub ayuda a que otras personas lo encuentren — y significa mucho. ¡Gracias por probarlo!
fr: C'est gratuit et open source. Une étoile sur GitHub aide les autres à le trouver — et ça compte beaucoup. Merci de l'avoir essayé !
nl: Het is gratis en open source. Een ster op GitHub helpt anderen het te vinden — en betekent veel. Bedankt voor het uitproberen!
pl: ArrBarr jest darmowy i open source. Gwiazdka na GitHubie pomaga innym go znaleźć — i wiele dla nas znaczy. Dzięki, że go testujesz!

# queue.keepDownload.button
source: Keep download
de: Download behalten
es: Mantener descarga
fr: Conserver le téléchargement
nl: Download bewaren
pl: Zachowaj pobieranie

# common.keepPlaying.button
source: Keep playing
de: Weiter spielen
es: Seguir reproduciendo
fr: Continuer
nl: Doorgaan
pl: Graj dalej

# settings.keepYourServersPreferences.tooltip
source: Keep your servers, preferences, and saved keys in sync across your devices. Keys are stored in your encrypted iCloud Keychain.
de: Server, Einstellungen und gespeicherte Schlüssel auf allen Geräten synchron halten. Schlüssel werden im verschlüsselten iCloud-Schlüsselbund gespeichert.
es: Mantén tus servidores, preferencias y claves guardadas sincronizados entre tus dispositivos. Las claves se almacenan en tu Llavero de iCloud cifrado.
fr: Gardez vos serveurs, préférences et clés enregistrées synchronisés sur tous vos appareils. Les clés sont stockées dans votre Trousseau iCloud chiffré.
nl: Houd je servers, voorkeuren en opgeslagen sleutels gesynchroniseerd op al jouw apparaten. Sleutels worden opgeslagen in jouw versleutelde iCloud Sleutelhanger.
pl: Synchronizuj serwery, preferencje i zapisane klucze na wszystkich urządzeniach. Klucze są przechowywane w zaszyfrowanym Pęku kluczy iCloud.

# common.length.label
source: LENGTH
de: LÄNGE
es: DURACIÓN
fr: DURÉE
nl: LENGTE
pl: DŁUGOŚĆ

# settings.language.button
source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal
pl: Język

# settings.larger.button
source: Larger
de: Größer
es: Más grande
fr: Plus grand
nl: Groter
pl: Większy

# settings.largest.button
source: Largest
de: Am größten
es: El más grande
fr: Très grand
nl: Grootst
pl: Największy

# settings.lastSync.button
source: Last sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière sync
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja

# settings.launchAtLogin.button
source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer à la connexion
nl: Starten bij aanmelden
pl: Uruchamiaj przy logowaniu

# settings.layoutVisibilityPreferences.label
source: Layout & visibility preferences
de: Layout- und Sichtbarkeitseinstellungen
es: Preferencias de diseño y visibilidad
fr: Préférences de mise en page et visibilité
nl: Indeling & zichtbaarheidsvoorkeuren
pl: Preferencje układu i widoczności

# search.library.button
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
nl: Bibliotheek
pl: Biblioteka

# onboarding.lidarrSupport.button
source: Lidarr support
de: Lidarr-Unterstützung
es: Soporte para Lidarr
fr: Support Lidarr
nl: Lidarr-ondersteuning
pl: Wsparcie dla Lidarra

# common.lidarrNotifyOnNew.label
source: Lidarr — notify on new grabs
de: Lidarr — bei neuen Downloads benachrichtigen
es: Lidarr — notificar en nuevas descargas
fr: Lidarr — notifier lors de nouveaux téléchargements
nl: Lidarr — meld nieuwe downloads
pl: Lidarr — powiadamiaj o nowych pobraniach

# settings.light.button
source: Light
de: Hell
es: Claro
fr: Clair
nl: Licht
pl: Jasny

# onboarding.livesInYourMenu.button
source: Lives in your menu bar
de: Lebt in deiner Menüleiste
es: Vive en tu barra de menús
fr: Vit dans votre barre des menus
nl: Woont in je menubalk
pl: Mieszka w pasku menu

# queue.loading.button
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
nl: Laden…
pl: Ładowanie…

# settings.loginLeaveEmptyFor.label
source: Login (leave empty for API key)
de: Anmeldung (leer lassen für API-Schlüssel)
es: Login (dejar vacío para usar clave API)
fr: Identifiant (laisser vide pour la clé API)
nl: Aanmeldnaam (leeg laten voor API-sleutel)
pl: Login (zostaw puste dla klucza API)

# common.longHaul.button
source: Long haul
de: Langer Abend
es: Sesión larga
fr: Long voyage
nl: Lange sessie
pl: Długi seans

# common.longSoloFlight.button
source: Long solo flight
de: Langer Flug allein
es: Vuelo largo en solitario
fr: Long vol en solitaire
nl: Lange vlucht alleen
pl: Długi lot samotnie

# settings.mcpConnectionEnabled.button
source: MCP connection enabled
de: MCP-Verbindung aktiviert
es: Conexión MCP activada
fr: Connexion MCP activée
nl: MCP-verbinding ingeschakeld
pl: Połączenie MCP włączone

# discover.moodStarters.button
source: MOOD STARTERS
de: STIMMUNGSVORSCHLÄGE
es: SUGERENCIAS DE AMBIENTE
fr: SUGGESTIONS D'AMBIANCE
nl: SFEERSUGGESTIES
pl: PODPOWIEDZI NASTROJOWE

# onboarding.makeItYours.button
source: Make it yours
de: Mach es zu deinem
es: Personalízalo
fr: Personnalisez-le
nl: Maak het jouw eigen
pl: Dostosuj do siebie

# paywall.manageYourDownloads.button
source: Manage your downloads
de: Downloads verwalten
es: Gestionar tus descargas
fr: Gérer vos téléchargements
nl: Je downloads beheren
pl: Zarządzaj pobieraniami

# paywall.managingDownloadsIsA.label
source: Managing downloads is a Pro feature
de: Downloads verwalten ist eine Pro-Funktion
es: Gestionar descargas es una función Pro
fr: La gestion des téléchargements est une fonctionnalité Pro
nl: Downloads beheren is een Pro-functie
pl: Zarządzanie pobieraniami to funkcja Pro

# queue.manualImportRequired.button
source: Manual import required
de: Manueller Import erforderlich
es: Importación manual requerida
fr: Import manuel requis
nl: Handmatige import vereist
pl: Wymagany import ręczny

# discover.markThisCardTo.tooltip
source: Mark this card to suppress similar picks next time
de: Diese Karte markieren, um ähnliche Vorschläge beim nächsten Mal zu unterdrücken
es: Marca esta tarjeta para reducir selecciones similares la próxima vez
fr: Marquer cette carte pour réduire les suggestions similaires la prochaine fois
nl: Markeer deze kaart om vergelijkbare suggesties de volgende keer te onderdrukken
pl: Oznacz tę kartę, aby ograniczyć podobne propozycje następnym razem

# paywall.maybeLater.button
source: Maybe later
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
nl: Misschien later
pl: Może później

# settings.mediaManagers.button
source: Media Managers
de: Medien-Manager
es: Gestores de medios
fr: Gestionnaires de médias
nl: Mediabeheerders
pl: Menedżery mediów

# search.metadataProfile.button
source: Metadata Profile
de: Metadatenprofil
es: Perfil de metadatos
fr: Profil de métadonnées
nl: Metagegevensprofiel
pl: Profil metadanych

# common.mindBending.label
source: Mind-bending
de: Kopfzerbrechen
es: Mente abierta
fr: Cerveau en ébullition
nl: Hersenkraker
pl: Mózgołam

# search.missing.button
source: Missing
de: Fehlend
es: Faltante
fr: Manquant
nl: Ontbrekend
pl: Brakujące

# settings.model.button
source: Model
de: Modell
es: Modelo
fr: Modèle

# search.monitor.button
source: Monitor
de: Überwachen
es: Monitorizar
fr: Surveiller
nl: Monitoren
pl: Monitoruj

# detail.monitorSeasonLldAnd.tooltip
source: Monitor season %lld and start search.
de: Staffel %lld überwachen und Suche starten.
es: Monitorizar temporada %lld e iniciar búsqueda.
fr: Surveiller la saison %lld et lancer la recherche.
nl: Seizoen %lld monitoren en zoeken starten.
pl: Monitoruj sezon %lld i rozpocznij wyszukiwanie.

# common.monitorSeasonSAnd.tooltip
source: Monitor season(s) %@ and start search.
de: Staffel(n) %@ überwachen und Suche starten.
es: Monitorizar temporada(s) %@ e iniciar búsqueda.
fr: Surveiller la/les saison(s) %@ et lancer la recherche.
nl: Seizoen(en) %@ monitoren en zoeken starten.
pl: Monitoruj sezon(y) %@ i rozpocznij wyszukiwanie.

# common.monitorThisAlbumAnd.tooltip
source: Monitor this album and start search.
de: Dieses Album überwachen und Suche starten.
es: Monitorizar este álbum e iniciar búsqueda.
fr: Surveiller cet album et lancer la recherche.
nl: Dit album monitoren en zoeken starten.
pl: Monitoruj ten album i rozpocznij wyszukiwanie.

# detail.monitorThisSeason.button
source: Monitor this season
de: Diese Staffel überwachen
es: Monitorizar esta temporada
fr: Surveiller cette saison
nl: Dit seizoen monitoren
pl: Monitoruj ten sezon

# common.monitored.button
source: Monitored
de: Überwacht
es: Monitorizado
fr: Surveillé
nl: Gemonitord
pl: Monitorowane

# discover.mood.button
source: Mood
de: Stimmung
es: Ambiente
fr: Ambiance
nl: Sfeer
pl: Nastrój

# intents.more.button
source: More
de: Mehr
es: Más
fr: Plus
nl: Meer
pl: Więcej

# discover.moreAiSuggestions.button
source: More AI suggestions
de: Mehr KI-Vorschläge
es: Más sugerencias de IA
fr: Plus de suggestions IA
nl: Meer AI-suggesties
pl: Więcej propozycji AI

# detail.moreActions.button
source: More actions
de: Mehr Aktionen
es: Más acciones
fr: Plus d'actions
nl: Meer acties
pl: Więcej akcji

# common.moreFilters.button
source: More filters
de: Mehr Filter
es: Más filtros
fr: Plus de filtres
nl: Meer filters
pl: Więcej filtrów

# common.moreOptions.button
source: More options
de: Mehr Optionen
es: Más opciones
fr: Plus d'options
nl: Meer opties
pl: Więcej opcji

# discover.moreDetails.button
source: More
de: Mehr
es: Más
fr: Plus
nl: Meer
pl: Więcej

# discover.morePicksLikeThese.button
source: More picks like these
de: Mehr solche Vorschläge
es: Más selecciones como estas
fr: Plus de suggestions comme celles-ci
nl: Meer vergelijkbare keuzes
pl: Więcej takich propozycji

# discover.moreLikeThese.chatPrompt
source: More picks like these — add another round to the current Quiz session.
de: Mehr solche Vorschläge – füge der aktuellen Quiz-Sitzung eine weitere Runde hinzu.
es: Más selecciones como estas: añade otra ronda a la sesión de Quiz actual.
fr: Plus de suggestions comme celles-ci — ajoute un autre tour à la session Quiz en cours.
nl: Meer vergelijkbare keuzes — voeg nog een ronde toe aan de huidige Quiz-sessie.
pl: Więcej takich propozycji — dodaj kolejną rundę do bieżącej sesji Quizu.

# common.mostVotes.button
source: Most votes
de: Meiste Stimmen
es: Más votos
fr: Le plus de votes
nl: Meeste stemmen
pl: Najwięcej głosów

# detail.movieDetails.button
source: Movie details
de: Filmdetails
es: Detalles de la película
fr: Détails du film
nl: Filmdetails
pl: Szczegóły filmu

# discover.movies.button
source: Movies
de: Filme
es: Películas
fr: Films
nl: Films
pl: Filmy

# queue.multipleSeasons.button
source: Multiple seasons
de: Mehrere Staffeln
es: Varias temporadas
fr: Plusieurs saisons
nl: Meerdere seizoenen
pl: Wiele sezonów

# discover.music.button
source: Music
de: Musik
es: Musical
fr: Musique
nl: Muziek
pl: Muzyczny

# queue.needsAttention.button
source: Needs attention
de: Aufmerksamkeit erforderlich
es: Requiere atención
fr: Attention requise
nl: Vereist aandacht
pl: Wymaga uwagi

# queue.needsYou.button
source: Needs you
de: Braucht dich
es: Requiere tu atención
fr: À votre attention
nl: Heeft jouw aandacht nodig
pl: Potrzebuje twojej uwagi

# settings.never.button
source: Never
de: Nie
es: Nunca
fr: Jamais
nl: Nooit
pl: Nigdy

# detail.new.button
source: New
de: Neu
es: Nuevo
fr: Nouveau
nl: Nieuw
pl: Nowy

# chat.newChat.button
source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouveau tchat
nl: Nieuwe chat
pl: Nowy czat

# queue.newFile.button
source: New file
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
nl: Nieuw bestand
pl: Nowy plik

# onboarding.next.button
source: Next
de: Weiter
es: Siguiente
fr: Suivant
nl: Volgende
pl: Dalej

# queue.nextWeek.button
source: Next week
de: Nächste Woche
es: La semana que viene
fr: Cette semaine
nl: Volgende week
pl: W tym tygodniu

# discover.no.button
source: No
de: Nein
fr: Non
nl: Nee
pl: Nie

# queue.noDownloadIdItem.tooltip
source: No download ID — item hasn't reached the client yet
de: Keine Download-ID — Element hat den Client noch nicht erreicht
es: Sin ID de descarga — el elemento aún no ha llegado al cliente
fr: Pas d'ID de téléchargement — l'élément n'a pas encore atteint le client
nl: Geen download-ID — item heeft de client nog niet bereikt
pl: Brak ID pobierania — element jeszcze nie dotarł do klienta

# common.noHistory.button
source: No history
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
nl: Geen geschiedenis
pl: Brak historii

# discover.noMoreCards.button
source: No more cards
de: Keine Karten mehr
es: No hay más tarjetas
fr: Plus de cartes
nl: Geen kaarten meer
pl: Koniec kart

# common.noMoviesMatchThis.tooltip
source: No movies match this query.
de: Keine Filme für diese Suchanfrage.
es: Ninguna película coincide con esta búsqueda.
fr: Aucun film ne correspond à cette recherche.
nl: Geen films gevonden voor deze zoekopdracht.
pl: Brak filmów pasujących do zapytania.

# common.noScenesMatchThis.tooltip
source: No scenes match this query.
de: Keine Szenen für diese Suchanfrage.
es: Ninguna escena coincide con esta búsqueda.
fr: Aucune scène ne correspond à cette recherche.
nl: Geen scènes gevonden voor deze zoekopdracht.
pl: Brak scen pasujących do zapytania.

# common.noSeriesMatchThis.tooltip
source: No series match this query.
de: Keine Serien für diese Suchanfrage.
es: Ninguna serie coincide con esta búsqueda.
fr: Aucune série ne correspond à cette recherche.
nl: Geen series gevonden voor deze zoekopdracht.
pl: Brak seriali pasujących do zapytania.

# search.none.button
source: None
de: Keine
es: Ninguno
fr: Aucun
nl: Geen
pl: Brak

# common.nostalgic.button
source: Nostalgic
de: Nostalgisch
es: Nostálgico
fr: Nostalgique
nl: Nostalgisch
pl: Nostalgiczny

# detail.notAiredYet.button
source: Not aired yet
de: Noch nicht ausgestrahlt
es: Aún no emitido
fr: Pas encore diffusé
nl: Nog niet uitgezonden
pl: Jeszcze nie wyemitowany

# common.nothingUpcoming.button
source: Nothing upcoming
de: Nichts anstehend
es: Nada próximamente
fr: Rien à venir
nl: Niets gepland
pl: Brak nadchodzących

# settings.notificationSettings.button
source: Notification settings
de: Benachrichtigungseinstellungen
es: Ajustes de notificaciones
fr: Réglages des notifications
nl: Meldingsinstellingen
pl: Ustawienia powiadomień

# settings.notificationSound.button
source: Notification sound
de: Benachrichtigungston
es: Sonido de notificación
fr: Son de notification
nl: Meldingsgeluid
pl: Dźwięk powiadomienia

# common.notifications.button
source: Notifications
de: Benachrichtigungen
es: Notificaciones
nl: Meldingen
pl: Powiadomienia

# settings.notifyOnNewGrabs.button
source: Notify on new grabs
de: Bei neuen Downloads benachrichtigen
es: Notificar en nuevas descargas
fr: Notifier lors de nouveaux téléchargements
nl: Melden bij nieuwe downloads
pl: Powiadom o nowych pobraniach

# detail.onDisk.button
source: On disk
de: Auf Disk
es: En disco
fr: Sur disque
nl: Op schijf
pl: Na dysku
